Repository: avegarLabs/TheFullStackTeam-API
Catalog: src/TheFullStackTeam.Communications.EmailTemplates/Resources/EmailTemplateResources.*.resx
Languages: es

# SERVICE_NAME
source: Activity name
es: Nombre de actividad

# ADMIN_NOTIFICATION
source: Administrator Notification
es: Notificación para el Administrador

source: and our
es: y nuestros

source: Author
es: Autor

source: before
es: antes

source: Billing
es: Facturación

source: Cancelation deadline
es: Fecha Límite de cancelación

source: Cancellation Policy
es: Política de cancelación

source: Cheers,
es: Saludos,

source: Customer
es: Cliente

source: Date
es: Fecha

source: day
es: día

source: days
es: días

source: Deadline
es: Fecha límite

source: Help
es: Ayuda

source: Hi there,
es: Hola,

source: How many
es: Cuántos

# LEAVE_ASSESSMENT
source: Leave assestment
es: Dejar mi valoración

source: TFST_NOTIFICATION
es: NOTIFICACIÓN DE TFST

source: Manage Bookings
es: Gestionar Reservas

source: Message:
es: Mensaje:

# NEW_BOOKING_DESCRIPTION
source: a new reservation has just been created. Here are the details we have so far.
es: Una nueva reserva acaba de ser creada. Estos son los detalles.

# NEW_BOOKING_TITLE
source: New Booking
es: Nueva Reserva

# NOTIFICATION_TITLE
source: Notification email
es: Notificación

# PROFESSIONAL_WELCOME_EMAIL_TITLE
source: The Full Stack Team Pro registration
es: Alta en The Full Stack Team Pro

source: people
es: personas

source: person
es: persona

source: Privacy Policy
es: Política de Privacidad

source: Profile
es: Perfil

# RATE_OUR_SERVICES_TITLE
source: Rate our services
es: Valore nuestros servicios

source: refund will be
es: el reembolso será del

# BOOKING_ACCEPTED_DESCRIPTION
source: Your reservation has been accepted and we only have to receive the payment. Here are the details of the reservation. Please press the "Review and Pay" button to formalize the payment.
es: Tu reserva ha sido aceptada y sólamente nos queda recibir el pago. Aquí tiene los detalles de la reserva. Por favor pulsa el botón "Revisar y Pagar" para formalizar el pago.

# BOOKING_CREATION_DATE
source: Reservation creation date
es: Fecha de creación de la reserva

source: Booking date
es: Fecha de la reserva

source: Booking details
es: Detalles de la reserva

source: Booking Locator
es: Localizador de la reserva

# BOOKING_REJECTED_CUSTOMER_NOTIFICATION_TITLE
source: Your booking has been rejected
es: Tu reserva ha sido rechazada

source: Booking Status
es: Estado de la Reserva

# BOOKING_UPDATED_DESCRIPTION
source: The reservation or its status has just been updated, this is the current status.
es: La reserva o su estado acaban de ser actualiuzados, este es el estado actual.

# BOOKING_UPDATED_TITLE
source: Booking Updated
es: Reserva Actualizada

# RESPECTS_PRIVACY
source: The Full Stack Team respects your privacy.
es: The Full Stack Team respeta su privacidad.

# REVIEW_ACTIVITY_MESSAGE
source: We care about your opinion, leave us your assessment of the service!
es: Nos importa su opinión ¡ dejenos su valoración del servicio!

# REVIEW_ACTIVITY_MESSAGE_ATTEMPT
source: If you do not wish to send us your assessment, please delete this email.
es: Si no desea enviarnos su valoración elimine este correo.

# REVIEW_AND_PAY
source: Review & Pay
es: Revisar y Pagar

source: Terms and Conditions
es: Términos and Condiciones

source: to
es: hasta

# TO_LEARN_MORE_READ_OUR
source: To learn more, please read our
es: Para saber más, por favor lea nuestra

source: unsubscribe
es: darse de baja

# UNSUBSCRIBE_PREV
source: If these emails get annoying, please feel free to
es: Si estos correos le parecen molestos, por favor, no dude en

source: Up to
es: hasta

# VERIFY_EMAIL_ADDRESS
source: Verify Your Email Address
es: Verifica Tu Correo Electrónico

# VERIFY_EMAIL_DESCRIPTION
source: Please click the button below to complete the verification process for your email account:
es: Por favor haz click en el botón inferior para completar el proceso de verificación de tu cuenta de correo:

# VERIFY_EMAIL_DIDNT_ATTEMPT
source: If you have not registered on our page or you think that it is not time to verify your email address, delete this email.
es: Si no te has inscrito en nuestra página o crees que no es momento de verificar tu dirección de correo electrónico, elimina este correo electrónico.

# VERIFY_EMAIL_TITLE
source: Verify Your Email
es: Verifica tu email

source: Verify Security Code
es: Verifica el código de seguridad

# VIEW_REVIEW
source: Vew review
es: Ver valoración

# WELCOME_TO_TFST
source: Welcome to The Full Stack Team
es: Bienvenido A The Full Stack Team

# WELCOME_TO_TFST_P_1
source: Welcome to our Talent Hub! We're glad you've joined our community of freelancers and tech professionals, where you can showcase your skills and services and connect with companies looking for talent.
es: ¡Bienvenido/a a nuestro Talent Hub! Nos complace que te hayas unido a nuestra comunidad de freelancers y profesionales de la tecnología, donde puedes exhibir tus habilidades y servicios y conectarte con empresas que buscan talento.

# WELCOME_TO_TFST_P_2
source: On our platform, you will find exciting opportunities to develop your career and achieve your career goals. We know that you are a highly trained professional and we hope that you will find incredible experiences that will allow you to grow even more.
es: En nuestra plataforma, encontrarás oportunidades emocionantes para desarrollar tu carrera y alcanzar tus objetivos profesionales. Sabemos que eres un profesional altamente capacitado y esperamos que encuentres experiencias increíbles que te permitan crecer aún más.

# WELCOME_TO_TFST_P_3
source: Our team is here to help you every step of the way. If you have any questions or need help, feel free to contact our support team.
es: Nuestro equipo está aquí para ayudarte en cada paso del camino. Si tienes alguna pregunta o necesitas ayuda, no dudes en comunicarte con nuestro equipo de soporte.Sabemos que eres un profesional altamente capacitado y esperamos que encuentres experiencias increíbles que te permitan crecer aún más.

# WELCOME_TO_TFST_P_4
source: Thank you for joining our community. We hope to see you soon on our platform.
es: Gracias por unirte a nuestra comunidad. Esperamos verte pronto en nuestra plataforma.

# YOU_RECEIVE_NEW_REVIEW
source: You receive a new review
es: Ha recibido una nueva valoración

# YOU_RECEIVE_NEW_REVIEW_MESSAGE
source: You have received a new user activity review
es: Ha recibido una nueva valoración de actividad de un usuario

# BOOKING_REJECTED_DESCRIPTION
source: For some reason your booking has been rejected, we hope that our partner has left you more information.
es: Por algún motivo tu reserva ha sido rechazada, esperamos que nuestro socio te haya dejado más información.

source: wrote:
es: escribió:

# NEW_BOOKING_CUSTOMER_DESCRIPTION
source: You have just created a reservation, during the next few days you will receive an email confirming that our partner has accepted the reservation and with a link to make the payment easily.
es: Acabas de crear una reserva, durante los próximos días recibirás un email confirmándote que nuestro socio ha aceptado la reserva y con un enlace para realizar el pago de forma sencilla.

# THANKS_FOR_TRUSTIING_US
source: Thanks for trusting us.
es: Gracias por confiar en nosotros.

source: Booking Cancelled
es: ATENCIÓN: reserva cancelada!

source: User Registered
es: Usuario Registrado

source: Verify your account
es: Verifica tu cuenta

source: Go to validation process
es: Ir al proceso de validación

source: Certification created
es: Se ha creado una certificación

# FORGOT_PASSWORD
source: Go to reset password
es: Ir a reestablecer la contraseña

# FORGOT_PASSWORD_DESCRIPTION
source: Have you forgotten your password? You can restart it using the following link.
es: ¿Has olvidado tu contraseña? Podrás reiniciarla utilizando el siguiente enlace.

# FORGOT_PASSWORD_TITLE
source: Reset password
es: Reiniciar contraseña

# ADMIN_TFST
source: Juan G. Carmona
es: The Full Stack Team

# DEAR_USER
source: We are nothing without adventurers like you and we hope that you can find and live unforgettable experiences with us. Welcome to The Full Stack Team!
es: No somos nada sin aventureros como tu y esperamos que con nosotros puedas encontrar y vivir experiencias inolvidables. ¡Bienvenido a The Full Stack Team!

source: IMPORTANT!
es: IMPORTANTE!

# REMEMBER_GET_READY_FOR_PAYMENTS
source: We have realized that your profile does not have a payment method configured. As long as this is the case, we cannot pay you and you will not be able to accept reservations.
es: Nos hemos dado cuenta de que tu perfil no tiene configurado una forma de pago. Mientras ésto sea así no podemos pagarte ni podrás aceptar reservas.

source: Booking Created
es: Reserva Creada

# PROFESSIONAL_NOT_READY_FOR_PAYMENTS
source: PARTNER NOT READY FOR PAYMENTS!
es: ¡EL PARTNER NO HA CONFIGURADO LOS PAGOS!

source: Booking Rejected
es: Reserva Rechazada

source: Price per person
es: Precio por persona

source: Add to calendar
es: Añadir al calendario

# BOOKING_ACCEPTED_PARTNERDESCRIPTION1
source: The reservation has been accepted and we only have to receive the payment.
es: La reserva ha sido aceptada y solo tenemos que recibir el pago...

source: Booking Paid
es: Reserva Pagada

# AMMOUNT_TO_BE_REFUNDED
source: Ammount to refund
es: Cantidad a reembolsar

# FULLY_REFUNDED
source: FULLY REFUND
es: REEMBOLSO COMPLETO

# PARTIALLY_REFUNDED
source: PARTIAL REFUND
es: REEMBOLSO PARCIAL

# PROFESSIONAL_SHOULD_BE_PAID_OUTSIDE_OF_STRIPE
source: This partner does not belong to the countries supported by Stripe, therefore it must be paid through the payment process outside of Stripe.
es: Este partner no pertence a los países soportados por Stripe, por tanto se le debe pagar a través del proceso de pagos fuera de Stripe.

# CONVERSATION_STARTED
source: New Conversation
es: Nueva Conversación

source: User Name
es: Nombre de usuario

source: Creation Date
es: Fecha de creación

# TFST_USER
source: Is it a The Full Stack Team user?
es: Es usuario de The Full Stack Team?

# IT_IS_TFST_USER
source: YES, it is a The Full Stack Team User
es: SI, es un usuario de The Full Stack Team

# IT_IS_NOT_TFST_USER
source: NO, it looks like a new user...
es: NO, parece que es un usuario nuevo...

# PENDING_VALIDATION
source: Your professional profile is pending approval by the The Full Stack Team team.
es: Su perfil profesional está pendiente de aprobación por parte del equipo de The Full Stack Team.

# GO_TO_PROFILE
source: My profile
es: Ir a mi perfil

# CREATE_PROFESSIONAL
source: Create a professional profile
es: Crear perfil profesional
